Repository: Xcube-Studio/Natsurainko.FluentLauncher
Catalog: Natsurainko.FluentLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru, zh_cn, zh_hans, zh_hant

# Downloads_CoreInstallWizardPage__BreadcrumbBar_First
source: Core Install Wizard
ru_ru: Мастер установки ядра
zh_hans: 核心安装向导
zh_hant: 核心安裝嚮導

# Downloads_DownloadsPage_T1.Text
source: Minecraft Games
ru_ru: Игры Майнкрафт
zh_hans: Minecraft 本体
zh_hant: Minecraft 本體

# Downloads_DownloadsPage_T2.Text
source: CurseForge Popular Mod Resources
ru_ru: Ресурсы популярных модов CurseForge
zh_hans: CurseForge 热门模组资源
zh_hant: CurseForge 熱門模組資源

# Downloads_DownloadsPage_T3.Text
source: CurseForge Popular Modpack Resources
ru_ru: Популярные ресурсы CurseForge Modpack
zh_hans: CurseForge 热门整合包资源
zh_hant: CurseForge 熱門整合包資源

# Downloads_DownloadsPage_H.Text
source: List all version cores
ru_ru: Список всех ядер версии
zh_hans: 列出全部版本核心
zh_hant: 列出全部版本核心

# Downloads_DownloadsPage_D.Text
source: Find the version core and install it
ru_ru: Найдите версию ядра и установите ее.
zh_hans: 查找版本核心并安装
zh_hant: 查找版本核心並安裝

# Downloads_DownloadsPage_SearchBox.PlaceholderText
source: Search..
ru_ru: Поиск..
zh_hans: 搜索..
zh_hant: 搜索..

# Downloads_DownloadsPage_C1.PlaceholderText
source: Resource Type
ru_ru: Тип ресурса
zh_hans: 资源类型
zh_hant: 資源類型

# Downloads_DownloadsPage_C2.PlaceholderText
source: Version
ru_ru: Версия
zh_hans: 版本
zh_hant: 版本

# Downloads_DownloadsPage_C3.PlaceholderText
source: Source
ru_ru: Источник
zh_hans: 来源
zh_hant: 來源

# Downloads_DownloadsPage_ST.Text
source: Mod search options:
ru_ru: Варианты поиска мода:
zh_hans: 模组搜索选项：
zh_hant: 模組搜索選項：

# Downloads_DownloadsPage__Items
source: Minecraft Games;Mods;Modpacks;Resource Packs;Worlds
ru_ru: Игры Minecraft;Моды;Паки модов;Пакеты ресурсов;Миры
zh_hans: 游戏本体;模组;整合包;资源包;地图
zh_hant: 遊戲本體;模組;整合包;資源包;地圖

# Downloads_ResourceItemPage_Hyperlink.Text
source: Open in Browser
ru_ru: Открыть в браузере
zh_hans: 在网页中查看
zh_hant: 在網頁中查看

# Downloads_ResourceItemPage_T1.Text
source: Screenshots
ru_ru: Скриншоты
zh_hans: 屏幕截图
zh_hant: 屏幕截圖

# Downloads_ResourceItemPage_T2.Text
source: Details
ru_ru: Подробности
zh_hans: 详细描述
zh_hant: 詳細描述

# Downloads_ResourceItemPage_D1.Text
source: Author
ru_ru: Автор
zh_hans: 作者
zh_hant: 作者

# Downloads_ResourceItemPage_D2.Text
source: Download Count
ru_ru: Счетчик загрузок
zh_hans: 下载数
zh_hant: 下載數

# Downloads_ResourceItemPage_D3.Text
source: Update Date
ru_ru: Дата обновления
zh_hans: 更新日期
zh_hant: 更新日期

# Downloads_ResourcesSearchPage_SearchBox.PlaceholderText
source: Search..
ru_ru: Поиск..
zh_hans: 搜索..
zh_hant: 搜索..

# Downloads_ResourcesSearchPage_C1.PlaceholderText
source: Resource Type
ru_ru: Тип ресурса
zh_hans: 资源类型
zh_hant: 資源類型

# Downloads_ResourcesSearchPage_C2.PlaceholderText
source: Version
ru_ru: Версия
zh_hans: 版本
zh_hant: 版本

# Downloads_ResourcesSearchPage_C3.PlaceholderText
source: Source
ru_ru: Источник
zh_hans: 来源
zh_hant: 來源

# Downloads_ResourcesSearchPage__Items
source: Minecraft Games;Mods;Modpacks;Resource Packs;Worlds
ru_ru: Игры Minecraft;Моды;Паки модов;Пакеты ресурсов;Миры
zh_hans: 游戏本体;模组;整合包;资源包;地图
zh_hant: 遊戲本體;模組;整合包;資源包;地圖

# Downloads_ResourcesSearchPage_ST.Text
source: Mod search options:
ru_ru: Варианты поиска мода:
zh_hans: 模组搜索选项：
zh_hant: 模組搜索選項：

# Home_HomePage_NoAccount.Text
source: No Account
ru_ru: Нет аккаунта
zh_hans: 没有账户
zh_hant: 沒有賬戶

# Home_HomePage_LaunchButton.Text
source: Launch Minecraft
ru_ru: Запустить Minecraft
zh_hans: 启动游戏
zh_hant: 啟動游戏

# Home_HomePage_ComboBox.PlaceholderText
source: Select Game Core
ru_ru: Выберите игровое ядро
zh_hans: 选择游戏核心
zh_hant: 選擇遊戲核心

# Home_HomePage__NoCore
source: Core Not Selected
ru_ru: Ядро не выбрано
zh_hans: 未选择核心
zh_hant: 未選擇核心

# Home_HomePage_D1.Text
source: Click to switch
ru_ru: Нажмите, чтобы переключиться
zh_hans: 单击以切换
zh_hant: 單擊以切換

# Home_HomePage_D2.Text
source: the currently selected core
ru_ru: текущее выбранное ядро
zh_hans: 当前选中的核心
zh_hant: 當前選中的核心

# Home_HomePage_Hyperlink.Text
source: Go to the CoresPage
ru_ru: Перейти на главную страницу
zh_hans: 转到核心管理页面
zh_hant: 轉到核心管理頁面

# OOBE_AccountPage_T.Text
source: Account Settings
ru_ru: Настройки учетной записи
zh_hans: 账户设置
zh_hant: 賬戶設置

# OOBE_AccountPage_H.Text
source: Accounts
ru_ru: Счета
zh_hans: 账户
zh_hant: 賬戶

# OOBE_AccountPage_D1.Text
source: You need at least one account to start the game
ru_ru: У вас должен быть хотя бы один аккаунт, чтобы начать игру
zh_hans: 您需要至少一个帐户才能开始游戏
zh_hant: 您需要至少一個帳戶才能開始遊戲

# OOBE_AccountPage_D2.Text
source: Access to online servers is only possible with a Microsoft account
ru_ru: Доступ к онлайн-серверам возможен только с учетной записью Microsoft.
zh_hans: 仅可使用微软帐户访问在线服务器
zh_hant: 僅可使用微軟帳戶訪問在線服務器

# OOBE_AccountPage_D3.Text
source: Offline accounts will not be verified by the server
ru_ru: Офлайн-аккаунты не будут проверяться сервером
zh_hans: 离线账户将无法被服务器验证
zh_hant: 離線賬戶將無法被服務器驗證

# OOBE_AccountPage_L.Text
source: Minecraft Official Website
ru_ru: Официальный сайт Майнкрафт
zh_hans: 我的世界官方网站
zh_hant: 我的世界官方網站

# OOBE_BasicPage_T.Text
source: Basic Launch Settings
ru_ru: Основные параметры запуска
zh_hans: 基本启动设置
zh_hant: 基本啟動設置

# OOBE_BasicPage_D1.Text
source: You need at least a .minecraft directory to store your game cores
ru_ru: Вам нужен как минимум каталог .minecraft для хранения игровых ядер.
zh_hans: 您至少需要一个 .minecraft 目录来存储您的游戏核心
zh_hant: 您至少需要一個 .minecraft 目錄來存儲您的遊戲核心

# OOBE_BasicPage_D2.Text
source: You need at least a Java Runtime to start your game core
ru_ru: Вам нужна как минимум среда выполнения Java, чтобы запустить ядро ​​игры.
zh_hans: 您至少需要一个 Java 运行时来启动您的游戏核心
zh_hant: 您至少需要一個 Java 運行時來啟動您的遊戲核心

# OOBE_BasicPage_D3.Text
source: Once done, you can also modify these settings in the global game settings
ru_ru: После этого вы также можете изменить эти настройки в глобальных настройках игры.
zh_hans: 完成后，您还可以在全局游戏设置中修改这些设置
zh_hant: 完成後，您還可以在全局遊戲設置中修改這些設置

# OOBE_BasicPage_H1.Text
source: .minecraft Folder:
ru_ru: .minecraft Папка:
zh_hans: .minecraft 文件夹：
zh_hant: .minecraft 文件夾：

# OOBE_BasicPage_H2.Text
source: Java Runtimes:
ru_ru: Среды выполнения Java:
zh_hans: Java 运行时：
zh_hant: Java 運行時：

# OOBE_GetStartedPage_T.Text
source: All Finished
ru_ru: Все закончено
zh_hans: 全部完成
zh_hant: 全部完成

# OOBE_GetStartedPage_ST.Text
source: You have all the basic settings done
ru_ru: Вы выполнили все основные настройки
zh_hans: 您已完成所有基本设置
zh_hant: 您已完成所有基本設置

# OOBE_GetStartedPage_B.Text
source: Let's Get Started
ru_ru: Давайте начнем
zh_hans: 让我们开始吧
zh_hant: 讓我們開始吧

# OOBE_LanguagePage_Welcome.Text
source: Welcome
ru_ru: Добро пожаловать
zh_hans: 欢迎使用
zh_hant: 歡迎使用

# OOBE_OOBENavigationPage_NV_Item1.Text
source: Language
ru_ru: Язык
zh_hans: 语言
zh_hant: 語言

# OOBE_OOBENavigationPage_NV_Item2.Text
source: Basic Settings
ru_ru: Базовые настройки
zh_hans: 基础设置
zh_hant: 基礎設置

# OOBE_OOBENavigationPage_NV_Item3.Text
source: Account
ru_ru: Счет
zh_hans: 账户
zh_hant: 賬戶

# OOBE_OOBENavigationPage_NV_Item4.Text
source: Get Started
ru_ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

# Settings_AboutPage_T1.Text
source: About Fluent Launcher
ru_ru: О Fluent Launcher
zh_hans: 关于 Fluent Launcher
zh_hant: 關於 Fluent Launcher

# Settings_AboutPage_T2.Text
source: Other information
ru_ru: Дополнительная информация
zh_hans: 其它信息
zh_hant: 其它信息

# Settings_AboutPage_T3.Text
source: Credits
ru_ru: Спасибо
zh_hans: 致谢
zh_hant: 致謝

# Settings_AboutPage_H1.Text
source: Sources
ru_ru: Исходный код
zh_hans: 开源
zh_hant: 開源

# Settings_AboutPage_H2.Text
source: Statements
ru_ru: Заявление
zh_hans: 声明
zh_hant: 聲明

# Settings_AboutPage_H3.Text
source: Copyright & License Information
ru_ru: Информация об авторских правах и лицензии
zh_hans: 版权与协议信息
zh_hant: 版權與協議信息

# Settings_AboutPage_H4.Text
source: Acknowledgments
ru_ru: Особая благодарность
zh_hans: 特别鸣谢
zh_hant: 特別鳴謝

# Settings_AboutPage_H5.Text
source: References
ru_ru: Ссылки
zh_hans: 引用
zh_hant: 引用

# Settings_AboutPage_SH1.Text
source: Update
ru_ru: Обновлять
zh_hans: 更新
zh_hant: 更新

# Settings_AboutPage_SH2.Text
source: The Developers of this Application
ru_ru: Разработчик лаунчера
zh_hans: 本应用的开发者
zh_hant: 本應用的開發者

# Settings_AboutPage_B1.Text
source: Check Updates in the Microsoft Store
ru_ru: Проверить обновление в Microsoft Store
zh_hans: 在 Microsoft Store 中检查更新
zh_hant: 在 Microsoft Store 中檢查更新

# Settings_AboutPage_B2.Text
source: Display Details
ru_ru: Показать детали
zh_hans: 显示细节
zh_hant: 顯示細節

# Settings_AboutPage_D1.Text
source: Xcube Studio Â©2022-2023. All rights reserved.
ru_ru: Студия Xcube © 2022-2023. Все права защищены.
zh_hans: Xcube Studio ©2022-2023. 所有权利保留
zh_hant: Xcube Studio ©2022-2023. 所有權利保留

# Settings_AboutPage_D2.Text
source: Navigate to the GitHub repository
ru_ru: Посетить репозиторий GitHub
zh_hans: 转到 GitHub 仓库
zh_hant: 轉到 GitHub 倉庫

# Settings_AboutPage_D3.Text
source: Minecraft is copyrighted by Mojang Studios. We are not responsible for any copyright infringement arising from use of this software.
ru_ru: Авторские права на Minecraft принадлежат Mojang Studios. Мы не несем ответственности за любые нарушения авторских прав, связанные с использованием этого программного обеспечения.
zh_hans: Minecraft 版权归 Mojang Studios 所有。 开发者对因使用本软件而引起的任何版权侵权不承担任何责任。
zh_hant: Minecraft 版權歸 Mojang Studios 所有。 開發者對因使用本應用而引起的任何版權糾紛不承擔任何責任。

# Settings_AboutPage_D4.Text
source: Thanks for all the services provided to this app
ru_ru: Спасибо за все сервисы, предоставленные лаунчеру
zh_hans: 感谢所有为本应用提供的服务
zh_hant: 感謝所有為本應用提供的服務

# Settings_AboutPage_D5.Text
source: Libraries used for this application development
ru_ru: Библиотеки, используемые для разработки лаунчера
zh_hans: 本应用引用的库
zh_hant: 本應用引用的庫

# Settings_AboutPage_D6.Text
source: Provide Download Source
ru_ru: Источник скачивания
zh_hans: 提供下载源
zh_hant: 提供下載源

# Settings_AboutPage__Debug
source: Debug Edition
ru_ru: Отладочная версия
zh_hans: 调试版
zh_hant: 調試版

# Settings_AboutPage__Release
source: Release Edition
ru_ru: Релизное издание
zh_hans: 发布版
zh_hant: 發布版

# Settings_AccountPage_T1.Text
source: Accounts
ru_ru: Счета
zh_hans: 账户
zh_hant: 賬戶

# Settings_AccountPage_T2.Text
source: Account Settings
ru_ru: Настройки учетной записи
zh_hans: 账户设置
zh_hant: 賬戶設置

# Settings_AccountPage_H1.Text
source: Add new account:
ru_ru: Добавить новую учетную запись:
zh_hans: 添加新帐户：
zh_hant: 添加新帳戶：

# Settings_AccountPage_H2.Text
source: Launch the game with a Demo account:
ru_ru: Запустите игру с демо-счета:
zh_hans: 使用 Demo 模式启动游戏：
zh_hant: 使用 Demo 模式啟動遊戲：

# Settings_AccountPage_H3.Text
source: Auto refresh account:
ru_ru: Автообновление учетной записи:
zh_hans: 自动刷新帐户：
zh_hant: 自動刷新帳戶：

# Settings_AccountPage_D1.Text
source: Automatically refresh Token before each launch
ru_ru: Автоматически обновлять токен перед каждым запуском
zh_hans: 每次启动前自动刷新验证令牌
zh_hant: 每次啟動前自動刷新驗證令牌

# Settings_AccountPage_SH1.Text
source: Last Refresh Time:
ru_ru: Время последнего обновления:
zh_hans: 最后刷新时间：
zh_hant: 最後刷新時間：

# Settings_AppearancePage_T1.Text
source: Language
ru_ru: Язык
zh_hans: 语言
zh_hant: 語言

# Settings_AppearancePage_T2.Text
source: Appearance settings
ru_ru: Настройки внешнего вида
zh_hans: 外观设置
zh_hant: 外觀設置

# Settings_AppearancePage_H1.Text
source: Language Settings
ru_ru: Языковые настройки
zh_hans: 语言设置
zh_hant: 語言設置

# Settings_AppearancePage_H2.Text
source: Display Theme
ru_ru: Показать тему
zh_hans: 显示主题
zh_hant: 顯示主題

# Settings_AppearancePage_H3.Text
source: Background
ru_ru: Фон
zh_hans: 背景
zh_hant: 背景

# Settings_AppearancePage_H4.Text
source: NavigationView Display Mode
ru_ru: Режим отображения NavigationView
zh_hans: 导航栏显示模式
zh_hant: 導航欄顯示模式

# Settings_AppearancePage_H5.Text
source: Use new homepage
ru_ru: Использовать новую домашнюю страницу
zh_hans: 使用新主页
zh_hant: 使用新主頁

# Settings_AppearancePage_D1.Text
source: Dark and light color themes, effective after restarting the app
ru_ru: Темные и светлые цветовые темы, вступающие в силу после перезапуска приложения.
zh_hans: 深色和浅色主题，重启应用后生效
zh_hant: 深色和淺色主題，重啟應用後生效

# Settings_AppearancePage_D2.Text
source: Application background settings, effective after restarting the app
ru_ru: Настройки фона приложения, вступающие в силу после перезапуска приложения.
zh_hans: 应用程序背景设置，重启应用后生效
zh_hant: 應用程序背景設置，重啟應用後生效

# Settings_AppearancePage_D3.Text
source: NavigationView layout
ru_ru: Макет NavigationView
zh_hans: 导航栏布局
zh_hant: 導航欄佈局

# Settings_AppearancePage__Items1
source: System;Light;Dark
ru_ru: Система;Светлая;Темная
zh_hans: 跟随系统;亮色;暗色
zh_hant: 跟隨系統;亮色;暗色

# Settings_AppearancePage__Items2
source: Mica;Acrylic;Solid;Image
ru_ru: Слюда;Акрил;Твердый;Изображение
zh_hans: 云母;亚克力;纯色;图片
zh_hant: 雲母;亞克力;純色;圖片

# Settings_AppearancePage__Items3
source: Normal;Minimum
ru_ru: Нормальный;Минимальный
zh_hans: 默认;最小化
zh_hant: 默認;最小化

# Settings_DownloadPage_T1.Text
source: Download
ru_ru: Скачать
zh_hans: 下载
zh_hant: 下載

# Settings_DownloadPage_H1.Text
source: Current download sources:
ru_ru: Текущие источники загрузки:
zh_hans: 当前下载源：
zh_hant: 當前下載源：

# Settings_DownloadPage_H2.Text
source: Maximum number of download threads:
ru_ru: Максимальное количество потоков загрузки:
zh_hans: 最大下载线程数：
zh_hant: 最大下載線程數：

# Settings_DownloadPage_H3.Text
source: Enable fragmented download of large files:
ru_ru: Включить фрагментированную загрузку больших файлов:
zh_hans: 启用大文件分片下载：
zh_hant: 啟用大文件分片下載：

# Settings_DownloadPage_D1.Text
source: Please optimize and adjust according to the actual network environment
ru_ru: Пожалуйста, оптимизируйте и настройте в соответствии с реальной сетевой средой
zh_hans: 请根据实际网络环境进行优化调整
zh_hant: 請根據實際網絡環境進行優化調整

# Settings_DownloadPage_D2.Text
source: Can effectively speed up when encountering large files
ru_ru: Может эффективно ускориться при обнаружении больших файлов
zh_hans: 遇到大文件时可以有效加速
zh_hant: 遇到大文件時可以有效加速

# Settings_LaunchPage_T1.Text
source: Global launch settings
ru_ru: Глобальные настройки запуска
zh_hans: 全局启动设置
zh_hant: 全局啟動設置

# Settings_LaunchPage_T2.Text
source: Game specific settings
ru_ru: Специфические настройки игры
zh_hans: 特定游戏设置
zh_hant: 特定遊戲設置

# Settings_LaunchPage_H1.Text
source: .minecraft Folder
ru_ru: Папка .minecraft
zh_hans: .minecraft 文件夹
zh_hant: .minecraft 文件夾

# Settings_LaunchPage_H2.Text
source: Java Runtime
ru_ru: Java-среда выполнения
zh_hans: Java 运行时
zh_hant: Java 運行時

# Settings_LaunchPage_H3.Text
source: Game Settings
ru_ru: Игровые настройки
zh_hans: 游戏设置
zh_hant: 遊戲設置

# Settings_LaunchPage_H4.Header
source: Edit game specific settings
ru_ru: Изменить настройки для конкретных игровых ядер
zh_hans: 更改特定游戏核心的设置
zh_hant: 更改特定遊戲核心的設置

# Settings_LaunchPage_D1.Text
source: Where to store the core of your game
ru_ru: Где хранить игровые ядра
zh_hans: 储存你游戏核心的地方
zh_hant: 儲存你游戲核心的地方

# Settings_LaunchPage_D2.Text
source: Executable to launch the game
ru_ru: Исполняемый файл, используемый для запуска игры
zh_hans: 用于启动游戏的可执行文件
zh_hant: 用於啟動遊戲的可執行文件

# Settings_LaunchPage_D3.Text
source: Game play settings
ru_ru: Настройки игрового процесса
zh_hans: 游戏运行设置
zh_hant: 遊戲運行設置

# Settings_LaunchPage_SH1.Text
source: Current .minecraft folder:
ru_ru: Текущая папка .minecraft:
zh_hans: 当前 .minecraft 文件夹：
zh_hant: 當前 .minecraft 文件夾：

# Settings_LaunchPage_SH2.Text
source: Open the .minecraft folder:
ru_ru: Откройте папку .minecraft:
zh_hans: 打开 .minecraft 文件夹：
zh_hant: 打開 .minecraft 文件夾：

# Settings_LaunchPage_SH3.Text
source: Remove the current .minecraft folder:
ru_ru: Удалите текущую папку .minecraft:
zh_hans: 删除当前的 .minecraft 文件夹：
zh_hant: 刪除當前的 .minecraft 文件夾：

# Settings_LaunchPage_SH4.Text
source: Current Java runtime:
ru_ru: Текущая Java:
zh_hans: 当前 Java：
zh_hant: 當前 Java：

# Settings_LaunchPage_SH5.Text
source: Open the Java runtime:
ru_ru: Откройте Java:
zh_hans: 打开 Java：
zh_hant: 打開 Java：

# Settings_LaunchPage_SH6.Text
source: Remove the current Java runtime:
ru_ru: Удалить текущую Java:
zh_hans: 删除当前的 Java：
zh_hant: 刪除當前的 Java：

# Settings_LaunchPage_SH7.Text
source: Automatically select the suitable Java:
ru_ru: Автоматически выбрать подходящую Java:
zh_hans: 自动选择合适的 Java：
zh_hant: 自動選擇合適的 Java：

# Settings_LaunchPage_SH8.Text
source: JVM memory:
ru_ru: Память виртуальной машины Java:
zh_hans: Java 虚拟机内存：
zh_hant: Java 虛擬機內存：

# Settings_LaunchPage_SH9.Text
source: Automatically allocate JVM memory:
ru_ru: Автоматически выделять память виртуальной машины:
zh_hans: 自动分配虚拟机内存：
zh_hant: 自動分配虛擬機內存：

# Settings_LaunchPage_SH10.Text
source: Global core independent:
ru_ru: Изоляция глобальной версии:
zh_hans: 全局版本隔离：
zh_hant: 全局版本隔離：

# Settings_LaunchPage_SH11.Text
source: Full screen mode:
ru_ru: Полноэкранный режим:
zh_hans: 全屏模式：
zh_hant: 全屏模式：

# Settings_LaunchPage_SH12.Text
source: Game window resolution:
ru_ru: Разрешение окна игры:
zh_hans: 游戏窗口分辨率：
zh_hant: 遊戲窗口分辨率：

# Settings_LaunchPage_SH13.Text
source: Server address:
ru_ru: Адрес сервера:
zh_hans: 服务器地址：
zh_hant: 服務器地址：

# Settings_LaunchPage_SH14.Text
source: Game window title:
ru_ru: Заголовок игрового окна:
zh_hans: 游戏窗口标题：
zh_hant: 遊戲窗口標題：

# Settings_LaunchPage_SH15.Text
source: Go to third-party Java download sources:
ru_ru: Перейдите к сторонним источникам загрузки Java:
zh_hans: 转到第三方 Java 下载源：
zh_hant: 轉到第三方 Java 下載源：

# Settings_NavigationPage_NV_Item_1.Content
source: Launch
ru_ru: Запуск
zh_hans: 启动
zh_hant: 啟動

# Settings_NavigationPage_NV_Item_2.Content
source: Account
ru_ru: Счет
zh_hans: 账户
zh_hant: 賬戶

# Settings_NavigationPage_NV_Item_3.Content
source: Download
ru_ru: Скачать
zh_hans: 下载
zh_hant: 下載

# Settings_NavigationPage_NV_Item_4.Content
source: Appearance
ru_ru: Появление
zh_hans: 外观
zh_hant: 外觀

# Settings_NavigationPage_NV_Item_5.Content
source: About
ru_ru: О
zh_hans: 关于
zh_hant: 關於

# AccountLoginPage_L_ST.Content
source: Loading login page
zh_cn: 正在加载登录页面

# AccountLoginPage_L_T.Text
source: Please Wait...
zh_cn: 请稍后

# ActivitiesPage_NVI_Application.Content
source: Application
zh_cn: 应用

# ActivitiesPage_NVI_Download.Content
source: Download Task
zh_cn: 下载任务

# ActivitiesPage_NVI_Launch.Content
source: Launch Task
zh_cn: 启动任务

# ActivitiesPage_NVI_News.Content
source: News
zh_cn: 新闻消息

# ActivityDownloadPage_Ex_W1.Text
source: Download Progress:
zh_cn: 下载进度：

# ActivityDownloadPage_Ex_W2.Text
source: File Url:
zh_cn: 文件地址：

# ActivityDownloadPage_Ex_W3.Text
source: Open the folder where the file is located:
zh_cn: 打开文件所在文件夹：

# ActivityDownloadPage_Ex_W3_B.Text
source: Browse
zh_cn: 浏览

# ActivityDownloadPage_I_ST.Content
source: Go to Resources/Cores to create a download task
zh_cn: 转到 资源/核心 以创建下载任务

# ActivityDownloadPage_I_T.Text
source: No download tasks yet
zh_cn: 还没有任何下载任务

# ActivityLaunchPage_Ex_W1.Text
source: Game running log:
zh_cn: 游戏运行日志：

# ActivityLaunchPage_Ex_W1_B.Text
source: Open in new window
zh_cn: 在新窗口中打开

# ActivityLaunchPage_Ex_W2.Text
source: Game launch arguments:
zh_cn: 游戏启动参数：

# ActivityLaunchPage_Ex_W2_B.Text
source: Copy arguments
zh_cn: 复制参数

# ActivityLaunchPage_Ex_W3.Text
source: Game running elapsed time:
zh_cn: 游戏运行已运行时间：

# ActivityLaunchPage_Ex_W4.Text
source: Exit the game immediately:
zh_cn: 立即退出游戏：

# ActivityLaunchPage_Ex_W4_B.Text
source: Kill Process
zh_cn: 结束进程

# ActivityLaunchPage_Ex_W5.Text
source: Launch error:
zh_cn: 启动错误：

# ActivityLaunchPage_Ex_W5_B.Text
source: Details
zh_cn: 详细信息

# ActivityLaunchPage_Ex_W5_B_1.Text
source: Source of error:
zh_cn: 发生错误的源：

# ActivityLaunchPage_Ex_W5_B_2.Text
source: Call stack:
zh_cn: 调用堆栈：

# ActivityLaunchPage_I_ST.Content
source: Go to Home/Cores to create a launch task
zh_cn: 转到 主页/核心 以创建启动任务

# ActivityLaunchPage_I_T.Text
source: No launch tasks yet
zh_cn: 还没有任何启动任务

# ActivityNewsPage_LITD_Ex_T1.Text
source: Release date:
zh_cn: 发布日期：

# ActivityNewsPage_LITD_Ex_T2.Text
source: Open in browser
zh_cn: 在浏览器中打开：

# AuthenticatorTypeDialog_C_H.Text
source: Account Authenticator Type:
zh_cn: 账户验证器类型：

# AuthenticatorTypeDialog_T.Text
source: Add new account
zh_cn: 添加新的账户

# ContentDialog_Cancel.Text
source: Cancel
zh_cn: 取消

# ContentDialog_Confirm.Text
source: Confirm
zh_cn: 确定

# ContentDialog_Finish
source: OK
zh_cn: 完成

# CorePropertyPage_NVI_1.Content
source: Details
zh_cn: 详细信息

# CorePropertyPage_NVI_2.Content
source: Launch Settings
zh_cn: 启动配置

# CorePropertyPage_NVI_3.Content
source: Modules
zh_cn: 模组

# CorePropertyPage_NVI_4.Content
source: Saves
zh_cn: 存档

# CorePropertyPage_T.Text
source: Property
zh_cn: 属性

# CoresPage_LB_B.Content
source: Launch
zh_cn: 启动

# CoresPage_LB_M1.Text
source: Launch this Core
zh_cn: 启动该核心

# CoresPage_LB_M2.Text
source: Rename this Core
zh_cn: 重命名该核心

# CoresPage_LB_M3.Text
source: Delete this Core
zh_cn: 删除该核心

# CoresPage_LB_M4.Text
source: Generate Launch Script
zh_cn: 生成启动脚本

# CoresPage_LB_M5.Text
source: Browse the Folder
zh_cn: 打开目录

# CoresPage_LB_M6.Text
source: Property
zh_cn: 属性

# CoresPage_T_ASB.PlaceholderText
source: Search Installed Core
zh_cn: 搜索安装的核心

# CoresPage_T_B.Text
source: Install New Core
zh_cn: 安装新的核心

# HomePage_LB_T.FontWeight
source: SemiBold
zh_cn: Bold

# HomePage_LB_T.Text
source: Launch Minecraft
zh_cn: 启动游戏

# HomePage_LC.PlaceholderText
source: Select Game Core
zh_cn: 选择游戏核心

# InstallJavaDialog_C1.PlaceholderText
source: OpenJDK Version
zh_cn: OpenJDK 版本

# InstallJavaDialog_C2.PlaceholderText
source: Download Source
zh_cn: 下载源

# InstallJavaDialog_T.Text
source: Install the new Java runtime
zh_cn: 安装新的 Java 运行时

# LoginDialog_Email.PlaceholderText
source: Email/UserName:
zh_cn: 邮箱/用户名：

# LoginDialog_Passowrd.PlaceholderText
source: Password:
zh_cn: 密码：

# LoginDialog_ServerUrl.PlaceholderText
source: Yggdrasil Server Url:
zh_cn: 外置登录服务器地址：

# LSS_AccountLoginPage_LoginFailed
source: Account login failed:
zh_cn: 登录账户失败：

# LSS_ALP_CB_IS
source: Offline:Microsoft:Yggdrasil
zh_cn: 离线登录:微软登录:外置登录

# LSS_ANP_Description
source: Official News
zh_cn: 官方新闻

# LSS_CheckLaunch_1
source: Game Core is not selected!
zh_cn: 未选中游戏核心！

# LSS_CheckLaunch_2
source: Account not logged in!
zh_cn: 未登录账户！

# LSS_CheckLaunch_3
source: Java runtime is not selected, or Java runtime does not exist!
zh_cn: 未选中 Java 运行时，或 Java 运行时不存在！

# LSS_CP_CB1_IS
source: Sort by Name:Sort by Launch Date
zh_cn: 按名称排序:按启动时间排序

# LSS_CP_CB2_IS
source: Show All:Show Only Release:Show Only Snapshot:Show Only Old
zh_cn: 显示全部:仅显示正式版:仅显示快照版:仅显示远古版

# LSS_CP_L1
source: Go to Settings>Global Launch Settings to add the game directory
zh_cn: 转到 设置>全局启动设置 以添加游戏目录

# LSS_CP_L2
source: Go to Settings>Global Launch Settings or select in the combo box to check the game directory
zh_cn: 转到 设置>全局启动设置 或在组合框中选择 以选中游戏目录

# LSS_CP_L3
source: Go to Resources or click "Install New Core" to install a new game core
zh_cn: 转到 资源 或 点击 “安装新的游戏核心” 以安装新的游戏核心

# LSS_CP_T1
source: No game folder yet
zh_cn: 还没有任何游戏目录

# LSS_CP_T2
source: No game folders selected yet
zh_cn: 还没有选中任何游戏目录

# LSS_CP_T3
source: No game core yet
zh_cn: 还没有任何游戏核心

# LSS_CreateProcessOutputWindow_Title
source: {Id} - Game Running Log
zh_cn: {Id} - 游戏运行日志

# LSS_Debug
source: Debug Edition
zh_cn: 调试版

# LSS_Download_Add_H
source: Go to Activities>Download Tasks
zh_cn: 转到 活动>下载任务

# LSS_Download_Add_ST
source: Go to Activities>Download Tasks for details
zh_cn: 转到 活动>下载任务 中查看详细信息

# LSS_Download_Add_T
source: Successfully added "{title}" to the task
zh_cn: 成功将 "{title}" 添加到任务中

# LSS_HomePage_NewsHide
source: Hide News
zh_cn: 隐藏新闻

# LSS_HomePage_NewsShow
source: Show News
zh_cn: 显示新闻

# LSS_HP_Converter_Inherit
source: Inherited From
zh_cn: 继承自

# LSS_HP_Converter_NoAccount
source: Account not logged in
zh_cn: 未登录账户

# LSS_HP_Converter_NoCore
source: Core Not Selected
zh_cn: 未选中核心

# LSS_HP_Converter_old_alpha
source: Old Alpha
zh_cn: 远古 阿尔法版

# LSS_HP_Converter_old_beta
source: Old Beta
zh_cn: 远古 贝塔版

# LSS_HP_Converter_release
source: Release
zh_cn: 正式版

# LSS_HP_Converter_snapshot
source: Snapshot
zh_cn: 快照版

# LSS_Info_LaunchFailed
source: Unable to launch the game:
zh_cn: 无法启动游戏：

# LSS_Info_Launch_L
source: Go to Activities>Launch Tasks
zh_cn: 转到 活动>启动任务
